11/data/attachments/f3b03ad3005caf1e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_bdc7e9cd-193a-40a1-a8be-31e94496bd4f</nif:username>
            <nif:friendToBeAdded>Tracy_draw_Friend_83268_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>